[
    {
      "en": "You did something kind for yourself today—thank you for showing up.",
      "es": "Hoy hiciste algo amable por ti—gracias por estar aquí."
    },
    {
      "en": "Inhale peace, exhale tension. You're doing beautifully.",
      "es": "Inhala paz, exhala tensión. Lo estás haciendo muy bien."
    },
    {
      "en": "Your presence matters. Your calm matters.",
      "es": "Tu presencia importa. Tu calma importa."
    },
    {
      "en": "Take this moment with you—you deserve peace.",
      "es": "Lleva contigo este momento—mereces estar en paz."
    },
    {
      "en": "You are valid, worthy, and loved. Always.",
      "es": "Eres válidx, valiosx y amadx. Siempre."
    },
    {
      "en": "Just like your breath, you are steady and strong.",
      "es": "Así como tu respiración, eres constante y fuerte."
    },
    {
      "en": "You took time to care for yourself, and that is powerful.",
      "es": "Te diste un momento para cuidarte, y eso es poderoso."
    },
    {
      "en": "Let this calm stay with you. You've earned it.",
      "es": "Deja que esta calma te acompañe. Te la has ganado."
    },
    {
      "en": "You don't have to navigate this moment by yourself. Your breath connects you to the present",
      "es": "No tienes que navegar este momento por tu cuenta. Tu respiración te conecta con el presente."
    },
    {
      "en": "You are enough, exactly as you are.",
      "es": "Eres suficiente, exactamente como eres."
    },
    {
      "en": "Every breath you take is an act of self-love.",
      "es": "Cada respiración que tomas es un acto de amor propio."
    },
    {
      "en": "It’s okay to slow down. Peace begins here.",
      "es": "Está bien ir despacio. La paz comienza aquí."
    },
    {
      "en": "You are doing better than you think.",
      "es": "Lo estás haciendo mejor de lo que crees."
    },
    {
      "en": "You are safe here. Your calm is welcome.",
      "es": "Estás a salvo aquí. Tu calma es bienvenida."
    },
    {
      "en": "The world is better with you in it.",
      "es": "El mundo es mejor contigo en él."
    },
    {
      "en": "You’ve created a moment of peace today—carry it forward.",
      "es": "Hoy creaste un momento de paz—llévalo contigo."
    },
    {
      "en": "There’s strength in softness. You’ve shown both today.",
      "es": "Hay fuerza en la suavidad. Hoy mostraste ambas cosas."
    },
    {
      "en": "You’re making space for yourself—and that’s beautiful.",
      "es": "Estás creando un espacio para ti—y eso es hermoso."
    },
    {
      "en": "Thank you for choosing calm. Come back anytime.",
      "es": "Gracias por elegir la calma. Vuelve cuando quieras."
    },
    {
      "en": "Your breath is your anchor. Keep returning to it.",
      "es": "Tu respiración es tu ancla. Sigue volviendo a ella."
    }
  ]
  